Dlubal.RFEM5.HeightDimension
Height dimension parameters

Dlubal.RFEM5.HeightDimension.No
Number

Dlubal.RFEM5.HeightDimension.ID
Identifier

Dlubal.RFEM5.HeightDimension.Tag
Tag

Dlubal.RFEM5.HeightDimension.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.HeightDimension.NodeNo
Node number

Dlubal.RFEM5.HeightDimension.Offset
Offset δ

Dlubal.RFEM5.HeightDimension.Rotation
Rotation angle β

Dlubal.RFEM5.HeightDimension.ReferenceHeight
Reference height h

Dlubal.RFEM5.HeightDimension.Symbol
Symbol